@suzuki-shunsuke if the objective is to also support the regular terraform output, I think that could still be accomplished.

```
  # github_issue_label.fooo will be created
  + resource "github_issue_label" "fooo" {
      + color       = "FF0000"
      + description = "foo"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "fooo"
      + repository  = "hoge"
      + url         = (known after apply)
    }
```

Isn't the workaround as simple as:

```
terraform plan -json -out planfile.out | pipeform
terraform show planfile.out
```
